brew "bash"
brew "docker"
brew "docker-compose"
brew "gh"
brew "go"
brew "helix"
brew "jq"
brew "node"
brew "ripgrep"
brew "rtk"
brew "stow"
brew "uv"

cask "appcleaner"
cask "codex"
cask "ghostty"
cask "orbstack"
cask "warp"
